Repository: 4ka0/QA-checker
Catalog: sample.tmx
Source language: ja
Languages: en_us

source: さらに、本発明の態様3に係る発光装置は、態様1または2において、上記第2発光部に含まれ、上記励起光を受けて上記第2の蛍光を発光する蛍光体(7)の粒子径は、上記励起光が有するピーク波長に比べて小さいことが好ましい。
en_us: In addition, for a light-emitting device according to aspect 3 of the present invention, it is preferable that, in aspect 1 or 2, the particle size of a phosphor (7) that is included in the second light-emitting unit and receives the excitation light and emits the second fluorescence be smaller than the peak wavelength of the excitation light.

source: さらに、本発明の態様4に係る発光装置は、態様1から3のいずれかにおいて、上記励起光を出射する励起光源(レーザ素子2)と、上記励起光源から出射された上記励起光を、上記第1発光部へと導光する導光部材(光ファイバ21)と、を備えていることが好ましい。
en_us: In addition, for a light-emitting device according to aspect 4 of the present invention, it is preferable that, in any of aspects 1 to 3, an excitation light source (laser element 2) that emits the excitation light, and a light guide member (optical fiber 21) that guides the excitation light emitted from the excitation light source to the first light-emitting unit be provided.

source: さらに、本発明の態様5に係る発光装置は、態様1から4のいずれかにおいて、上記第1発光部から出射された上記励起光および上記第1の蛍光と、上記第2発光部から出射された上記励起光および上記第2の蛍光とを反射する反射鏡(リフレクタ32)を備えていることが好ましい。
en_us: In addition, for a light-emitting device according to aspect 5 of the present invention, it is preferable that, in any of aspects 1 to 4, a reflection mirror (reflector 32) that reflects the excitation light and the first fluorescence emitted from the first light-emitting unit, and the excitation light and the second fluorescence emitted from the second light-emitting unit be provided.

source: さらに、第2の蛍光の波長範囲は、励起光L1(またはL2)の波長範囲よりも広い。
en_us: In addition, the wavelength range of the second fluorescence is wider than the wavelength range of the excitation light L1 (or L2).

source: さらに、蛍光体部3から発せられた熱については、キャップ12を経由してステム14から放熱することができる。
en_us: In addition, heat that is emitted from the phosphor section 3 can be dissipated from the stem 14 via the cap 12.

source: しかし、その励起光の一部は、光拡散物質によって散乱され、入射側(すなわち、発光素子側)に戻されてしまうため、出射光の一部として利用できない。
en_us: However, part of that excitation light is scattered by the light diffusion substance and returns to the incoming side (in other words, the light-emitting element side), and therefore cannot be used as part of the outgoing light.

source: したがって、本発明の一態様に係る発光装置は、励起光と同じ色味を有する第2の蛍光を、励起光の一部に代えて出射することができる。
en_us: Consequently, a light-emitting device according to an aspect of the present invention is able to emit, instead of part of the excitation light, second fluorescence having the same tone as the excitation light.

source: すなわち、キャップ12の形状は、円筒形状に限らず、その内部にレーザ素子2を備え、かつ、ガラス板13以外の箇所から励起光L1が漏れ出ないようにすることが可能な構成であればよい。
en_us: In other words, the shape of the cap 12 is not restricted to a cylindrical shape, and it is sufficient to have a configuration with which it is possible for the laser element 2 to be provided therein and to ensure that excitation light L1 does not leak out from a location other than the glass sheet 13.

source: すなわち、バンドルファイバ22は、各光源部11と光学的に接続された複数の光ファイバ21の束である。
en_us: In other words, the bundle fiber 22 is a bundle of a plurality of optical fibers 21 that are optically connected to the light source units 11.

source: すなわち、レーザ素子2から出射された励起光L1は、ガラス板13のみ通過できる構成となっている。
en_us: in other words, a configuration in which excitation light L1 emitted from the laser element 2 is able to pass through only the glass sheet 13.

source: すなわち、レーザ素子2から出射される励起光L1(またはL2)が有するピーク波長に比べて小さいことが好ましい。
en_us: in other words, is preferably smaller than the peak wavelength of the excitation light L1 (or L2) emitted from the laser element 2.

source: すなわち、レーザ素子2が出射した励起光L1の一部は、発光装置1の出射光として利用される。
en_us: In other words, part of the excitation light L1 emitted by the laser element 2 is used as outgoing light of the light-emitting device 1.

source: すなわち、レーザ素子2をキャップ12の内部に配置し、かつ、ステム14から励起光L1が漏れ出ないようにすることが可能な構成であればよい。
en_us: In other words, it is sufficient to have a configuration with which it is possible for the laser element 2 to be arranged inside the cap 12 and to ensure that excitation light L1 does not leak out from the stem 14.

source: すなわち、上記式(1)によって規定される底辺の長さを有する受光面6Rを有する蛍光体部6を、蛍光体部3に接着させることが好ましい。
en_us: In other words, it is preferable that a phosphor section 6 that has a light-receiving surface 6R having a bottom side length specified according to the aforementioned expression (1) be adhered to the phosphor section 3.

source: すなわち、上面12aに設置される部材は、励起光L1に対して透過性を有する部材であればよい。
en_us: In other words, it is preferable that the material installed on the upper surface 12a be a material having transparency with respect to the excitation light L1.

source: すなわち、励起光L1の光軸が垂線P1付近を通るように励起光L1を蛍光体部3に照射した場合に、蛍光体部3の光出射面3E上の位置(座標)a´およびb´に蛍光体部6を配置することが好ましい。
en_us: In other words, in the case where the excitation light L1 is radiated onto the phosphor section 3 in such a way that the optical axis of the excitation light L1 passes through in the proximity of the vertical line P1, it is preferable that the phosphor section 6 be arranged at positions (coordinates) a' and b' on the light-outgoing surface 3E of the phosphor section 3.

source: すなわち、図1に示す様に、レーザ素子2から出射された励起光L1は、蛍光体部3の受光面3Rへ照射され、蛍光体部3によって第1の蛍光に変換される。
en_us: In other words, as depicted in Fig. 1, the excitation light L1 emitted from the laser element 2 is radiated onto the light-receiving surface 3R of the phosphor section 3, and is converted into the first fluorescence by the phosphor section 3.

source: すなわち、図1に示す様に、蛍光体部3を透過した励起光L2は、蛍光体部6の受光面6Rへ照射され、蛍光体部6によって第2の蛍光に変換される。
en_us: In other words, as depicted in Fig. 1, excitation light L2 that has passed through the phosphor section 3 is radiated onto the light-receiving surface 6R of the phosphor section 6, and is converted into second fluorescence by the phosphor section 6.

source: すなわち、接着層9の存在により励起光L2の光損失が生じないように、接着層9の屈折率が設定されていればよい。
en_us: In other words, it is preferable that the refractive index of the adhesive layer 9 be set in such a way that optical loss of the excitation light L2 does not occur due to the presence of the adhesive layer 9.

source: すなわち、接着層9を介さずに、蛍光体部3に蛍光体部6が設けられていてもよい。
en_us: In other words, the phosphor section 6 may be provided on the phosphor section 3 without the adhesive layer 9 being interposed.

source: すなわち、波長が480nm付近の発光強度が、比較例としての発光装置100の場合よりも高くなっている。
en_us: In other words, the light emission intensity in the proximity of the wavelength of 480 nm becomes higher than in the case of the light-emitting device 100 serving as a comparative example.

source: すなわち、特許文献1または2の技術においては、励起光の利用効率が低下してしまう問題があった。
en_us: In other words, in the technology of PTL 1 or 2, there has been a problem in that there is a decline in the utilization efficiency of excitation light.

source: すなわち、発光装置100は、発光装置1とは異なり、蛍光体部6を備えていない。
en_us: In other words, the light-emitting device 100 is different from the light-emitting device 1 in not being provided with the phosphor section 6.

source: すなわち、発光装置1では、蛍光体部6を備えていることにより、発光装置100に比べ、平均演色評価指数Raが3ポイント向上し、特殊演色評価指数R14(木の葉色)は7ポイント向上した。
en_us: In other words, in the light-emitting device 1, due to being provided with the phosphor section 6, the average color rendering evaluation index Ra improved three points and the special color rendering evaluation index R14 (tree leaf color) improved seven points compared with the light-emitting device 100.

source: すなわち、発光装置30では、蛍光体部6を備えて、出射光への色ムラの発生を抑制することにより、リフレクタ32を容易に設計することが可能となる。
en_us: In other words, in the light-emitting device 30, due to the provision of the phosphor section 6 and suppressing the occurrence of a color irregularity in outgoing light, it becomes possible for the reflector 32 to be easily designed.

source: すなわち、第1の蛍光は、励起光L1の一部を含む出射光が所望の色味となるように選択された蛍光体4が、当該励起光L1を吸収することにより発する光である。
en_us: In other words, the first fluorescence is light that is emitted due to the excitation light L1 being absorbed by the phosphor 4, which is selected in such a way that the outgoing light including some excitation light L1 has the desired tone.

source: すなわち、第1発光部に散乱剤を用いる代わりに、第2発光部を備えることにより、励起光の利用効率の低下を防止できるとともに、出射光への色ムラの発生を抑制することができる。
en_us: In other words, due to the second light-emitting unit being provided instead of using a scattering agent in the first light-emitting unit, it is possible to prevent a decline in the utilization efficiency of excitation light, and it is also possible to suppress the occurrence of a color irregularity in outgoing light.

source: すなわち、第2の蛍光は、励起光L1(またはL2)の波長範囲の少なくとも一部を含む、励起光L1よりも広い波長範囲を有する光である。
en_us: In other words, the second fluorescence is light that has a wavelength range that is wider than that of the excitation light L1, and includes at least part of the wavelength range of the excitation light L1 (or L2).

source: すなわち、第2の蛍光は、励起光L1の波長範囲の近傍にその波長範囲を有する、励起光L1よりも広い波長範囲を有する光であってもよい。
en_us: In other words, the second fluorescence may be light that has a wavelength range that is wider than that of the excitation light L1, and has its wavelength range in the vicinity of the wavelength range of the excitation light L1.

source: すなわち、蛍光体4としてミー散乱を起こす粒子を利用した場合、蛍光体部3および6の、励起光L1に対する信頼性を向上させることができる。
en_us: In other words, in the case where particles that causes Mie scattering are used as the phosphor 4, it is possible to improve the reliability of the phosphor sections 3 and 6 with respect to the excitation light L1.

source: すなわち、蛍光体部3は、励起光L1を吸収して第1の蛍光を発する。
en_us: In other words, the phosphor section 3 absorbs the excitation light L1 and emits the first fluorescence.

source: すなわち、蛍光体部6の、受光面6R以外の各表面から、蛍光体7によって散乱された励起光L2を出射することできる。
en_us: In other words, it is possible to emit the excitation light L2 that has been scattered by the phosphor 7, from each surface apart from the light-receiving surface 6R, of the phosphor section 6.

source: すなわち、蛍光体部6は、励起光L1のうち、蛍光体部3によって第1の蛍光に変換されず、蛍光体部3を透過した励起光L2を吸収して第2の蛍光を発するものである。
en_us: In other words, the phosphor section 6 absorbs, from within the excitation light L1, excitation light L2 that has passed through the phosphor section 3 without being converted into first fluorescence by the phosphor section 3 and emits the second fluorescence.

source: すなわち、複数の光源部11と複数の光ファイバ21とを備え、光源部11と光ファイバ21とが一対一となるように、両者が光学的に接続されていればよい。
en_us: In other words, it is sufficient for a plurality of light source units 11 and a plurality of optical fibers 21 to be provided, and for both groups to be optically connected in such a way that the light source units 11 and the optical fibers 21 are arranged in a one-to-one manner.

source: そして、上記蛍光体としては、InおよびPを含むナノ結晶蛍光体を用いることが好ましい。
en_us: It is preferable that a nanocrystal phosphor including In and P be used as the phosphor.

source: そして、励起光L1、L2、第1の蛍光および第2の蛍光が出射光として出射される。
en_us: The excitation light L1 and L2, first fluorescence, and second fluorescence are emitted as outgoing light.

source: そして、第1の蛍光は、光出射面3Eを含む蛍光体部3の各表面から、蛍光体部3の中心から見て全方位に発せられる。
en_us: The first fluorescence is then emitted in all directions as viewed from the center of the phosphor section 3, from each surface of the phosphor section 3 including the light-outgoing surface 3E.

source: そして、第2の蛍光のピーク波長は、励起光(L1,L2)のピーク波長と近似している。
en_us: Also, the peak wavelength of the second fluorescence is approximate to the peak wavelength of the excitation light (L1, L2).

source: そして、第2の蛍光は、光出射面6Eを含む蛍光体部6の各表面から、蛍光体部6の中心から見て全方位に発せられる。
en_us: The second fluorescence is then emitted in all directions as viewed from the center of the phosphor section 6, from each surface of the phosphor section 6 including the light-outgoing surface 6E.

source: そして、蛍光体部3より、励起光L1が上記蛍光体4によって変換され、上記第1の蛍光が出射される。
en_us: The excitation light L1 is then converted by the aforementioned phosphor 4, and the aforementioned first fluorescence is emitted from the phosphor section 3.

source: そして、蛍光体部6より、励起光L2が蛍光体7によって変換され、上記第2の蛍光が出射される。
en_us: The excitation light L2 is then converted by the phosphor 7, and the aforementioned second fluorescence is emitted from the phosphor section 6.

source: そのため、ガラス板13が、蛍光体部3の受光面3R全体を被覆することができ、蛍光体部3を励起光L1の直接照射から保護できる。
en_us: Therefore, the glass sheet 13 is able to cover the entirety of the light-receiving surface 3R of the phosphor section 3, and is able to protect the phosphor section 3 from being directly irradiated with excitation light L1.

source: そのため、ステム底部141の部材との接着度を考慮してキャップ12の材質が決定されてもよい。
en_us: Therefore, the material of the cap 12 may be determined with consideration being given to the degree of adhesion to the material of the stem base section 141.

source: そのため、光源部11から発せられた熱が蛍光体部3および6に伝わることを防止できるので、当該熱による、蛍光体4による第1の蛍光、または蛍光体7による第2の蛍光への変換効率の低下、および、蛍光体4および7の劣化を抑制することができる。
en_us: It is therefore possible to prevent heat that is emitted from the light source unit 11 from propagating to the phosphor sections 3 and 6, and it is therefore possible to suppress a decline in the efficiency of the conversion to first fluorescence by the phosphor 4 or to second fluorescence by the phosphor 7 and deterioration of the phosphors 4 and 7 caused by the heat.

source: そのため、励起光L1が蛍光体部3において散乱しきれず、蛍光体部3から透過した場合には、発光装置100から出射される出射光は、励起光L1の放射強度が第1の蛍光の放射強度よりも強い部分(すなわち、照射角度θ1～θ2の範囲内において出射される励起光L1の放射強度)の影響を受けてしまう。
en_us: Therefore, in the case where the excitation light L1 is not completely scattered in the phosphor section 3 and passes through the phosphor section 3, the outgoing light emitted from the light-emitting device 100 is affected by a portion in which the radiant intensity of the excitation light L1 is stronger than the radiant intensity of the first fluorescence (in other words, the radiant intensity of the excitation light L1 that is emitted within the range of the irradiation angles θ1 to θ2).

source: そのため、励起光の配光特性を、第1の蛍光の配光特性のように、広がりを有する配光特性とすることができる。
en_us: It is therefore possible for the light distribution characteristics of the excitation light to be made to be light distribution characteristics that have width, as with the light distribution characteristics of the first fluorescence.

source: そのため、後述のミー散乱を起こさない蛍光体7を含む蛍光体部6には、励起光L1に比べて励起密度が低い励起光L2が照射されることになる。
en_us: Therefore, the phosphor section 6 that includes the phosphor 7, which does not cause Mie scattering and is described later on, is irradiated with excitation light L2 that has a low excitation density compared with the excitation light L1.

source: そのため、散乱された励起光L2を、発光装置1から出射される出射光の一部として確実に利用することができるので、当該出射光の光量を減少することを抑制することができる。
en_us: Therefore, it is possible for the scattered excitation light L2 to be reliably used as part of the outgoing light emitted from the light-emitting device 1, and it is therefore possible to suppress a reduction in the amount of outgoing light.

source: そのため、散乱剤を用いた場合と異なり、励起光入射側への励起光の散乱を抑制することができ、励起光入射側へ散乱された励起光が出射光の一部として利用できない事態を抑制することができる。
en_us: Therefore, different from the case where a scattering agent is used, it is possible to suppress the scattering of excitation light to the excitation light incoming side, and it is possible to suppress a situation in which excitation light that has been scattered to the excitation light incoming side is not able to be used as part of outgoing light.

source: そのため、発光装置1から出射される出射光の演色性を向上させることができる。
en_us: Therefore, the color rendering properties of the outgoing light emitted from the light-emitting device 1 are able to be improved.

source: そのため、第2発光部が光出射面に載置されていることにより、この放射強度の高い励起光を確実に第2発光部へと入射させることができる。
en_us: Therefore, due to the second light-emitting unit being mounted on the light-outgoing surface, it is possible for this excitation light having a high radiant intensity to be made to be reliably incident upon the second light-emitting unit.

source: そのため、蛍光体部3にて発生した熱を、支持基板31およびリフレクタ32を介して逃がすことができる。
en_us: Therefore, heat generated in the phosphor section 3 can be released via the support substrate 31 and the reflector 32.

source: そのために、当該熱によるレーザ素子2の劣化を抑制することができる。
en_us: It is therefore possible to suppress deterioration of the laser element 2 due to the heat.

source: その他、上記態様1から5のいずれかに係る発光装置を備えた照明装置、植物観賞用の照明器具または車両用前照灯も、本発明の範疇に入る。
en_us: In addition, an illumination device, an illumination fixture for admiring plants, or a vehicle headlamp provided with a light-emitting device according to any of the aforementioned aspects 1 to 5 is also included within the category of the present invention.

source: その具体的な構成について、図9を用いて説明する。
en_us: A specific configuration thereof will be described using Fig. 9.

source: その理由は、可視光域(380nm～780nm)で発光する粒子径のナノ結晶蛍光体を作製しやすく、量子収率が高く、励起光を照射したときに高い発光効率を示すからである。
en_us: The reason therefor being that a nanocrystal phosphor having a particle size with which light is emitted in the visible light region (380 nm to 780 nm) is easy to manufacture, has a high quantum yield, and exhibits a high light emission efficiency when irradiated with excitation light.

source: それゆえ、レーザ素子2を冷却しやすい位置または交換しやすい位置に設置できるなど、発光装置20の設計自由度を高めることができる。
en_us: Thus, the degree of design freedom of the light-emitting device 20 can be increased with, for example, it being possible to install the laser element 2 in an easy-to-cool position or an easy-to-replace position.

source: それゆえ、信頼性の高い蛍光体部3を実現できる。
en_us: Thus, a phosphor section 3 having high reliability is able to be realized.

source: それゆえ、出射光の利用効率を高めることができる。
en_us: Thus, it is possible for the utilization efficiency of outgoing light to be increased.

source: それゆえ、励起光源から発せられる熱によって、特に第1発光部が劣化することを抑制できる。
en_us: Thus, it is possible to suppress the first light-emitting unit deteriorating in particular due to heat emitted from the excitation light source.

source: それゆえ、当該熱による、蛍光体4による第1の蛍光、または蛍光体7による第2の蛍光への変換効率の低下、および、蛍光体4および7の劣化をより抑制することができる。
en_us: Thus, it is possible to suppress a decline in the efficiency of the conversion to first fluorescence by the phosphor 4 or to second fluorescence by the phosphor 7 and deterioration of the phosphors 4 and 7 caused by the heat.

source: それゆえ、特許文献1～3の技術においては、上記色ムラの発生、および、励起光の利用効率の低下の両方を抑制することができないという問題があった。
en_us: Thus, in the technology of PTL 1 to 3, there has been a problem in that it has not been possible to suppress both the occurrence of a color irregularity and a decline in the utilization efficiency of excitation light.

source: それゆえ、発光装置1では、励起光L1の利用効率の低下を防止できるとともに、出射光への色ムラの発生を抑制することができる。
en_us: Thus, in the light-emitting device 1, it is possible to prevent a decline in the utilization efficiency of the excitation light L1, and it is also possible to suppress the occurrence of a color irregularity in outgoing light.

source: それゆえ、発光装置30からの出射光の利用効率を高めることができる。
en_us: Thus, the utilization efficiency of outgoing light from the light-emitting device 30 can be increased.

source: それゆえ、発光装置30では、色の角度分布に差が生じている場合に必要となり得る、当該角度分布を修正するための光学部材(拡散シート等)を備えることを考慮せずに、リフレクタ32の設計を行うことができる。
en_us: Thus, in the light-emitting device 30, the reflector 32 can be designed without giving consideration to providing an optical member (diffusion sheet or the like) for correcting the angular distribution of color, which can become necessary in the case where a difference occurs in the angular distribution.

source: それゆえ、発光装置としての安全性を高めることができる。
en_us: Thus, it is possible to increase safety as a light-emitting device.

source: それゆえ、第1の蛍光または第2の蛍光への変換効率の低下、および、蛍光体部3および6の劣化を抑制できる。
en_us: Thus, it is possible to suppress a decline in the efficiency of the conversion to first fluorescence or second fluorescence and deterioration of the phosphor sections 3 and 6.

source: それゆえ、第2発光部にて散乱された励起光を出射光の一部として確実に利用することができるので、当該出射光の光量を減少することを抑制することができる。
en_us: Thus, it is possible for excitation light that has scattered in the second light-emitting unit to be reliably used as part of the outgoing light, and it is therefore possible to suppress a reduction in the amount of the outgoing light.

source: それゆえ、蛍光体部6の信頼性を向上させることが出来る。
en_us: Thus, the reliability of the phosphor section 6 is able to be improved.

source: ただし、この点を考慮しなければ、蛍光体4としてミー散乱を起こす粒子を用いる必要は必ずしもない。
en_us: However, if this point is not to be taken into consideration, it is not absolutely necessary to use particles that causes Mie scattering as the phosphor 4.

source: ただし、蛍光体部3を透過した励起光L2のうち、第1の蛍光よりも放射強度が高い部分を、蛍光体部6に確実に入射させるためには、後述の<蛍光体部6の配置に関する条件>を満たす大きさ(式(1)を満たす大きさ)であることが好ましい。
en_us: However, it is preferable that, from within the excitation light L2 that has passed through the phosphor section 3, a portion having a higher radiant intensity than the first fluorescence have a size that satisfies the <Conditions Regarding the Arrangement of the Phosphor Section 6> described later on (a size that satisfies expression (1)) in order to be reliably incident upon the phosphor section 6.

source: つまり、ステム14は、上記材質からなる場合には、ヒートシンクの役割を担うことができる。
en_us: That is, the stem 14 is able to perform the role of a heat sink when made of the aforementioned materials.

source: つまり、レーザ素子2の出射光軸が、キャップ12の上面12aの中心軸、蛍光体部3の受光面3Rの中心軸、および、蛍光体部6の受光面6Rの中心軸とほぼ一致するように、キャップ12内におけるレーザ素子2の、蛍光体部3、6との相対的な位置関係が決定されている。
en_us: That is, the relative positional relationship with the phosphor sections 3 and 6 of the laser element 2 within the cap 12 is determined in such a way that the emission optical axis of the laser element 2 is substantially coincident with the central axis of the upper surface 12a of the cap 12, the central axis of the light-receiving surface 3R of the phosphor section 3, and the central axis of the light-receiving surface 6R of the phosphor section 6.

source: つまり、上記発光装置からの出射光は、指向性の強い励起光と指向性の弱い蛍光とが混じった状態、言い換えると、励起光の配光特性と蛍光の配光特性とが異なる状態なので、色ムラが生じてしまうという問題があった。
en_us: That is, outgoing light from the light-emitting device is in a state in which excitation light having strong directivity and fluorescence having weak directivity are mixed, in other words, a state in which the light distribution characteristics of the excitation light and the light distribution characteristics of the fluorescence are different, and therefore there has been a problem in that a color irregularity occurs.

source: つまり、励起光L1がレーザ光である場合、蛍光体部3または蛍光体部6から高輝度の光を出射させることが可能となる。
en_us: That is, in the case where the excitation light L1 is laser light, it becomes possible for high-luminance light to be emitted from the phosphor section 3 or the phosphor section 6.

source: つまり、図5に示すように、発光装置1の出射光の発光スペクトルは、発光装置100の発光スペクトルに比べブロードになっていることが分かる。
en_us: That is, as depicted in Fig. 5, it is understood that the emission spectrum of the outgoing light of the light-emitting device 1 is broader than the emission spectrum of the light-emitting device 100.

source: つまり、異なる熱源に対して個別のヒートシンク部材を設けているため、各々を効率よく放熱できる。
en_us: That is, separate heat sink materials are provided for different heat sources, and therefore these can be efficiently dissipated.

source: つまり、蛍光体部3から発せられた熱は、キャップ12を経由してステム底部141へと伝えられる。
en_us: That is, heat emitted from the phosphor section 3 is transmitted to the stem base section 141 via the cap 12.

source: つまり、蛍光体部6を備えることにより、励起光L1の配光特性を、第1の蛍光の配光特性のように、広がりを有する配光特性とすることができる。
en_us: That is, due to the provision of the phosphor section 6, it is possible for the light distribution characteristics of the excitation light L1 to be made to be light distribution characteristics that have width, as with the light distribution characteristics of the first fluorescence.

source: なお、ここで量子収率とは、吸収した光子数に対する蛍光として発光した光子数の割合のことである。
en_us: It should be noted that the quantum yield here is the ratio of the number of photons emitted as fluorescence to the number of photons absorbed.

source: なお、この点を考慮しなければ、支持基板31が放熱機能を有している必要は必ずしもなく、この場合、励起光L1に対して透過性の高い基板が用いられていればよい。
en_us: It should be noted that, if this point is not to be taken into consideration, it is not absolutely necessary for the support substrate 31 to have a heat dissipation function, and, in this case, it is sufficient for a substrate having high transparency with respect to excitation light L1 to be used.
